{
  "Preface": "Preface",
  "News of church": "News of church",
  "The Mystery of Life": "The Mystery \nof Human Life",
  "About Us": "About Us",
  "Entering": "Entering",
  "intro_1": "For Christians in Christ.",
  "to_know": "\"By revelation the mystery \nwas made known to me.\"",
  "to_know_h1": "（Ephesians 3:3）",
  "title_the_reason_people_live": "1.THE PURPOSE OF MAN'S EXISTENCE",
  "msg_the_reason_people_live": "Have you ever asked yourself why you are living in this world and what the purpose of human life is? \n\nNo matter what type of person you are or what your profession is, there are a few things which you, like most people, would agree with, that is:\n\nMoney cannot satisfy man,\nNeither can education satify man,\nNor can please satify man,\nNor can success satify man.",
  "msg_the_reason_people_live_q1": "WHY?\nBecause you have not yet realized:",
  "title_gods_plan": "2.GOD'S PLAN",
  "msg_gods_plan": "God has a plan.This plan has everything to do with man.\nGod's economy is just God's entire plan for man.It explains the origin and destiny of man as well as the meaning of human existence.",
  "msg_gods_plan_q2": "HOW CAN YOU KNOW GOD'S ECONOMY?",
  "msg_gods_plan_h2": "（Economy, which in the original language is oikonomia, referring to God's plan.)",
  "title_four_keys": "3.THE FOUR KEYS",
  "msg_four_keys": "God has prepared four keys for you to unlock God's economy.\nThese four keys are recorded in the Bible.Each of these four keys is equally important and indispensable.\n\nPlease open your heart right now to quietly and carefully read through this booklet;you will then grasp these four keys, understand God's economy, realize the purpose of man, and begin a satisfied human life.\n\n",
  "key1_title": "THE FIRST KEY",
  "key1_title_t1": "GOD'S CREATION",
  "key1_title_t2": "UNLOCKING THE MYSTERY OF HUMAN EXISTENCE",
  "key2_title": "THE SECOND KEY",
  "key2_title_t1": "MAN'S FALL",
  "key2_title_t2": "UNLOCKING THE MYSTERY OF THE GOOD AND EVIL NATURES OF MAN",
  "key3_title": "THE THIRD KEY",
  "key3_title_t1": "CHRIST'S REDEMPTION",
  "key3_title_t2": "UNLOCKING THE MYSTERY OF THE LIFE AND DEATH OF THE GOD-MAN",
  "key4_title": "THE FOURTH KEY",
  "key4_title_t1": "GOD'S DISPENSING",
  "key4_title_t2": "UNLOCKING THE MYSTERY OF FAITH IN CHRIST",
  "key1_title_human_with_gods_shape": "1.MAN HAS GOD'S IMAGE",
  "key1_verse_human_with_gods_shape": "\"And God said, Let Us make man in Our image, accordind to Our likeness...\".",
  "key1_verse_human_with_gods_shape_h1": "(Genesis 1:26a)",
  "key1_msg_human_with_gods_shape": "God's creation of man is different from His creation of all other things. He created man in His own image. A glove is created according to the likeness of a hand with the purpose of containing the hand. Likewise, man was created in the image of God with the purpose of containing God.",
  "key1_title_human_is_vase": "2.MAN IS A VESSEL",
  "key1_verse_human_is_vase": "God \"should make known the riches of His glory upon vessels of mercy...even us.\"",
  "key1_verse_human_is_vase_h1": "(Romans 9:23-24)",
  "key1_msg_human_is_vase": "We are vessels of God. God wants to be our content. As bottles are made to contain water, we are made to contain God.\n\nIt is no wonder that knowledge, wealth, pleasure, and accomplishment can never satisfy you, for you were created to contain God!",
  "key1_title_humans_three_parts": "3.THE PARTS OF MAN",
  "key1_verse_humans_three_parts": "\"May your spirit and soul and body be preserved complete.\"",
  "key1_verse_humans_three_parts_h1": "(1 Thessalonians 5:23)",
  "key1_msg_humans_three_parts_1": "Man is God's vessel. The Bible divides this vessel into three parts- the spirit, the soul, and the body.See diagram below:",
  "key1_msg_humans_three_parts_2": "The BODY is simply the physical body, belonging to the physiological level, contacting the things of the material realm, and is the most superficial part.\n\nThe SOUL is the mental faculty, belonging to the psychological level, contacting the things of the mental realm, and is a deeper part.\n\nThe SPIRIT is the deepest part of man, belonging to the spiritual level, and contacts the things of God.\n\nFor problems of the body one may see a doctor.\nFor problems of the mind one may visit a psychiatrist.\nYet only God can solve the problems of the spirit.",
  "key1_title_gods_economic": "4.GOD'S ECONOMY",
  "key1_msg_gods_economic": "God wants to enter into man's spirit,\nto become his content\nand his satisfaction.\nThis is the purpose of human existence!\n\nYou are not merely created to contain food in your stomach, or to contain knowledge in your mind,\n\nbut you are created to contain God in your spirit.",
  "key4_title_twice_become": "1.THE TWO BECOMINGS OF CHRIST ",
  "key4_verse_twice_become1": "\"The Word become flesh and tabernacled among us.\"",
  "key4_verse_twice_become1_h1": "(John 1:14)",
  "key4_msg_twice_become1": "God \"become\" flesh, born as a man called Jesus.",
  "key4_verse_twice_become2": "\"The last Adam become a life-giving Spirit.\"",
  "key4_verse_twice_become2_h1": "(1 Corinthians 15:45)",
  "key4_msg_twice_become2": "The Lord \"become\" the Spirit called the life-giving Spirit by His resurrection from the dead.",
  "key4_msg_twice_become3": "Since this Spirit is the \"life-giving Spirit\", He dispenses God with His life into His believers.",
  "key4_verse_twice_become3": "\"He who has the Son has the life; he who does not have the Son of God does not have the life.\"",
  "key4_verse_twice_become3_h1": "(1 John 5:12)",
  "key4_msg_twice_become4": "Hence, the Bible says:",
  "key4_title_rebron": "2.REGENERATING MAN",
  "key4_verse_rebron1": "\"God... has regenerated us...through the resurrection of Jesus Christ from among the dead.\"",
  "key4_verse_rebron1_h1": "(1 Peter 1:3)",
  "key4_msg_rebron1": "In his first birth, man obtains a physical life.\nWhen man receives God's life through Christ, he experiences a second birth, which the Bible calls \"regeneration\".",
  "key4_verse_rebron2": "Jesus said, \"Unless a man is born anew, he cannot see the kingdom of God.\"",
  "key4_verse_rebron2_h1": "(John 3:3)",
  "key4_msg_rebron2": "A pig cannot participate in the sheep's kingdom and live a sheep's life by education, improvement, or regulation; it must possess the life of a sheep.\n\nSimilarly, man cannot participate in God's kingdom and live a divine life by education, improvement, or regulation; he must receive the life of God!",
  "key4_title_meaning_of_christian": "3.THE MEANING OF BEING A CHRISTIAN",
  "key4_verse_meaning_of_christian1": "\"And whom He predestinated, these He also called; and whom He called, these He also justified; and whom He justified, these He also glorified.\"",
  "key4_verse_meaning_of_christian1_h1": "(Romans 8:30)",
  "key4_verse_meaning_of_christian2": "\"Because whom He foreknew, He also predestinated to be conformed to the image of His Son.\"",
  "key4_verse_meaning_of_christian2_h1": "(Romans 8:29)",
  "key4_msg_meaning_of_christian1": "A Christian is one who receives God's dispensing. God first dispenses Himself into our spirit and then spreads from our spirit into our soul. Finally, He fills and saturates our spirit, soul, and body with Himself. The Bible calls this final stage \"glorification\".",
  "key4_msg_meaning_of_christian2": "Through this, we can be transformed and conformed to the image of Christ.",
  "key4_msg_meaning_of_christian3": "This is the purpose of human life!\n\nThis is the meaning of being a christian!\n\nThis is what God has planned for you!",
  "key4_msg_what_must_you_do_now1": "WHAT MUST YOU DO NOW?",
  "key4_msg_what_must_you_do_now2": "Now that you have realized God's plan, you should do four things:",
  "key4_title_turn_heart": "1.TURN YOUR HEART TO GOD - REPENT",
  "key4_verse_turn_heart": "\"Repent, for the kingdom of the heavens has drawn near.\"",
  "key4_verse_turn_heart_h1": "(Matthew 4:17)",
  "key4_msg_turn_heart": "Repentance is not to be remorseful.\nRepentance is neither to turn over a new leaf.\nRepentance is to have a \"change in mind\".\n\nPreviously you had your back towards God. Whether you were doing good or evil, you were turned away from God. Your mind was turned away from God.\nNow listen to what the Lord Jesus said:",
  "key4_title_believe": "2.BELIEVE - RECEIVE",
  "key4_verse_believe": "\"But as many as received Him, to them He gave authority to become children of God, to those who believe in His name.\"",
  "key4_verse_believe_h1": "(John 1:12)",
  "key4_msg_believe": "To believe is not to nod your head, nor to agree, nor merely to be appreciative.\n\nIf someone gives you a watch, it is not enough for you just to nod your head in agreement and admire the watch. You need to receive it. Believe is just receiving.",
  "key4_title_confess": "3.CONFESS - CALL",
  "key4_verse_confess": "\"...if you confess with your mouth, Lord Jesus, and believe in your heart that God has raised Him from among the dead, you shall be saved.\"",
  "key4_verse_confess_h1": "(Romans 10:9)",
  "key4_msg_confess": "Being a Christian is an open matter. God requires that your \"heart\" believe and that your \"mouth\" confess.\n\nIf your heart does not believe, you cannot be saved.\n\nIf your mouth does not confess, neither can you be saved. But:",
  "key4_title_baptized": "4.BE BAPTIZED - TESTIFY",
  "key4_verse_baptized1": "\"He who believes and is baptized shall be saved, but he who does not believe shall be condemned.\"",
  "key4_verse_baptized1_h1": "(Mark 16:16)",
  "key4_verse_baptized2": "\"Truly, truly, I say to you, unless a man is born of water and the Spirit, he cannot enter into the kingdom of God.\"",
  "key4_verse_baptized2_h1": "(John 3:5)",
  "key4_msg_baptized1": "Baptism is a testimony before men. All believers should be baptized in order to be saved not only \"before God\", but also \"before men\".\n\nThe Lord Jesus said:",
  "key4_msg_baptized2": "Through baptism, God transfers us from the kingdom of Satan into the kingdom of God. For this reason, the Lord Jesus said:",
  "key4_title_pray": "NOW PLEASE PRAY:",
  "key4_msg_pray1": "\"Lord Jesus! I am a sinner. I need you. Come into my spirit. Take away my sin. Fill me that I may have the life of God. I receive You right now as my Savior and life. I give myself to You. I ask this in Your name, Amen!\"",
  "key4_msg_pray2": "Now you are clear about the mystery of human life! May the Lord bless you and cause you to continue living in God's plan!\n\nIf you would like to learn more about God's economy and gain a deeper experience of the salvation of Christ, do contact us for more discussion.",
  "key2_title_human_two_att": "1.THE TWO NATURES OF MAN",
  "key2_msg_human_two_att": "Since man was made in the image of God, he possesses a \"good nature\" that matches God's nature, with virtues such as truthfulness, goodness, loveliness, wisdom, kindness, and valor.\n\nHowever, there is also an \"evil nature\" in man which wars against his \"good nature\". The Chinese metaphysicists refer to this war as a battle between reason and lust. Throughout history, both in the East and West, those who understand human nature acknowledge the existence of this \"evil nature\" which the Bible calls:",
  "key2_title_sin": "2.SIN",
  "key2_msg_sin": "Because sin is in man, he is unable to carry out his good intentions.\n\nNo one likes to be greedy, jealous, or murderous.\n\nNo one likes to be boastful, arrogant, or deceitful.\n\nNo one likes to be irritable, lustful, or licentious.\n\nNo one likes to murmur, complain, or curse.\n\nNevertheless, man cannot escape \"his evil nature\".",
  "key2_verse_sin1": "\"For I know that in me, that is, in my flesh, nothing good dwells; for to will is present with me, but to do the good is not.\"",
  "key2_verse_sin1_h1": "(Romans 7:18)",
  "key2_verse_sin2": "\"But if what I do not will, this I do, it is no longer I that do it but sin that dwells in me.\"",
  "key2_verse_sin2_h1": "(Romans 7:20)",
  "key2_title_human_fall": "3.THE FALL OF MAN",
  "key2_msg_human_fall": "Sin entered into man and caused him to fall. See diagram below:",
  "key2_msg_sin_caused_spirit_dead": "（1）Sin caused man's spirit to be deadened：",
  "key2_verse_sin_caused_spirit_dead": "\"And you, being dead in your offenses and sins.\"",
  "key2_verse_sin_caused_spirit_dead_h1": "(Ephesians 2:1)",
  "key2_msg_sin_caused_mine_to_rebel": "（2）Sin caused man's mind to rebel：",
  "key2_verse_sin_caused_mine_to_rebel": "\"And you, who once were alienated and enemies in your mind by evil works.\"",
  "key2_verse_sin_caused_mine_to_rebel_h1": "(Colossians 1:21)",
  "key2_msg_sin_caused_body_to_sin1": "（3）Sin caused man's body to sin：",
  "key2_verse_sin_caused_body_to_sin": "\"Let not sin therefore reign in your mortal body to obey its lusts.\"",
  "key2_verse_sin_caused_body_to_sin_h1": "(Romans 6:12)",
  "key2_msg_sin_caused_body_to_sin2": "The fallen man is like: A damaged and untunable radio which cannot receive and play music, but rather makes meaningless noise.\n\nHe is also like: A cup that has fallen into the gutter still having its original fine form but now covered with mud.",
  "key2_title_cannot_save_himself": "4.MAN CANNOT SAVE HIMSELF",
  "key2_msg_cannot_save_himself": "Throughout history, man has tried every possible way to escape sin, but he has found that:\n\nGood works cannot save him from sin.\n\nEducation cannot save him from sin.\n\nEthics cannot save him from sin.\n\nChanting cannot save him from sin.\n\nReligion cannot save him from sin.\n\nThis picture of man simply depicts the battle between his good nature and his evil nature.",

  "key3_title_who": "1.WHO IS CHRIST?",
  "key3_msg_who1": "Christ is the Savior sent from God to the world to solve the problems of human life.\n\nHe is the embodiment of the Triune God.",
  "key3_msg_who2": "He is also God incarnated:",
  "key3_msg_who3": "Therefore, He is both the complete God and the perfect man. See the following diagram:",
  "key3_msg_who4": "He is more than a good man!\n\nHe is more than a great man!\n\nHe is more than a moral man!\n\nHe is more than a holy man!\n\nHe is the God-man!",
  "key3_verse_who1": "\"For in Him dwells all the fullness of the Godhead bodily.\"",
  "key3_verse_who1_h1": "(Colossians 2:9)",
  "key3_verse_who2": "\"The Word was God...the Word became flesh and tabernacled among us...full of grace and reality.\"』",
  "key3_verse_who2_h1": "(John 1:1,14)",

  "key3_title_death_of_godman": "2.THE DEATH OF THE GOD-MAN",
  "key3_msg_death_of_godman": "This God-man was nailed to the cross to accomplish the work of redemption. He died with three statuses:",
  "key3_msg_lamb": "（1）As the Lamb of God, He died to take away man's sin.",
  "key3_verse_lamb": "\"...the Lamb of God who takes away the sin of the world.\"",
  "key3_verse_lamb_h1": "(John 1:29)",
  "key3_msg_brass_serpent": "（2）As the brass serpent that had been lifted up, He died to crush the old serpent, Satan, and to deal with the serpent's poison within man-his sinful nature.",
  "key3_verse_brass_serpent": "\"And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up\"』",
  "key3_verse_brass_serpent_h1": "(John 3:14)",
  "key3_msg_grain_of_wheat": "（3）As a grain of wheat, He died to release the divine life.",
  "key3_verse_grain_of_wheat": "\"...a grain of wheat...dies, it bears must fruit\"",
  "key3_verse_grain_of_wheat_h1": "(John 12:24)",
  "key3_msg_grain_of_wheat2": "NOW：\n\nHis death has taken away the sin which man has but should not have!\nHis death imparts into man the life which he needs but does not have!",

  "About Developer": "About Developer",
  "Language": "Language"

}